{
    "books": [
    {
    "title": "The Hunger Games",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1586722975l/2767052.jpg",
    "authors": ["Suzanne Collins"],
    "description": "Could you survive on your own in the wild, with every one out to make sure you don't live to see the morning?In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV.Sixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to dead before—and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weight survival against humanity and life against love.",
    "rating": 4.32,
    "genres": ["Young Adult","Fiction","Science Fiction-Dystopia","Fantasy","Science Fiction","Romance","Adventure","Young Adult-Teen","Apocalyptic-Post Apocalyptic","Action"],
    "id": 1
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546910265l/2.jpg",
    "authors": ["J.K. Rowling","Mary GrandPré"],
    "description": "There is a door at the end of a silent corridor. And it's haunting Harry Pottter's dreams. Why else would he be waking in the middle of the night, screaming in terror?Harry has a lot on his mind for this, his fifth year at Hogwarts: a Defense Against the Dark Arts teacher with a personality like poisoned honey; a big surprise on the Gryffindor Quidditch team; and the looming terror of the Ordinary Wizarding Level exams. But all these things pale next to the growing threat of He-Who-Must-Not-Be-Named - a threat that neither the magical government nor the authorities at Hogwarts can stop.As the grasp of darkness tightens, Harry must discover the true depth and strength of his friends, the importance of boundless loyalty, and the shocking price of unbearable sacrifice.His fate depends on them all.",
    "rating": 4.5,
    "genres": ["Fantasy","Young Adult","Fiction","Fantasy-Magic","Childrens","Adventure","Childrens-Middle Grade","Classics","Science Fiction Fantasy"],
    "id": 2
  },
  {
    "title": "To Kill a Mockingbird",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg",
    "authors": ["Harper Lee"],
    "description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. \"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.Compassionate, dramatic, and deeply moving, \"To Kill A Mockingbird\" takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
    "rating": 4.28,
    "genres": ["Classics","Fiction","Historical-Historical Fiction","Academic-School","Literature","Young Adult","Historical","Novels","Academic-Read For School","Young Adult-High School"],
    "id": 3
  },
  {
    "title": "Pride and Prejudice",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320399351l/1885.jpg",
    "authors": ["Jane Austen","Anna Quindlen"],
    "description": "Alternate cover edition of ISBN 9780679783268Since its immediate success in 1813, Pride and Prejudice has remained one of the most popular novels in the English language. Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.",
    "rating": 4.27,
    "genres": ["Classics","Fiction","Romance","Historical-Historical Fiction","Literature","Historical","Novels","Romance-Historical Romance","Adult"],
    "id": 4
  },
  {
    "title": "Twilight",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1361039443l/41865.jpg",
    "authors": ["Stephenie Meyer"],
    "description": "About three things I was absolutely positive.First, Edward was a vampire.Second, there was a part of him—and I didn't know how dominant that part might be—that thirsted for my blood.And third, I was unconditionally and irrevocably in love with him.Deeply seductive and extraordinarily suspenseful, Twilight is a love story with bite.",
    "rating": 3.61,
    "genres": ["Young Adult","Fantasy","Romance","Fiction","Paranormal-Vampires","Fantasy-Paranormal","Romance-Paranormal Romance","Fantasy-Supernatural","Young Adult-Teen","Fantasy-Urban Fantasy"],
    "id": 5
  },
  {
    "title": "The Book Thief",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1522157426l/19063._SY475_.jpg",
    "authors": ["Markus Zusak"],
    "description": "Librarian's note: An alternate cover edition can be found hereIt is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still.By her brother's graveside, Liesel's life is changed when she picks up a single object, partially hidden in the snow. It is The Gravedigger's Handbook, left behind there by accident, and it is her first act of book thievery. So begins a love affair with books and words, as Liesel, with the help of her accordian-playing foster father, learns to read. Soon she is stealing books from Nazi book-burnings, the mayor's wife's library, wherever there are books to be found.But these are dangerous times. When Liesel's foster family hides a Jew in their basement, Liesel's world is both opened up, and closed down.In superbly crafted writing that burns with intensity, award-winning author Markus Zusak has given us one of the most enduring stories of our time.(Note: this title was not published as YA fiction)",
    "rating": 4.38,
    "genres": ["Historical-Historical Fiction","Fiction","Young Adult","Historical","Classics","War","World War II-Holocaust","War-World War II"],
    "id": 6
  },
  {
    "title": "Animal Farm",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1424037542l/7613.jpg",
    "authors": ["George Orwell","Boris Grabnar","Celâl Üster","Celâl Üstüner","Peter Škerl"],
    "description": "George Orwell's timeless and timely allegorical novel—a scathing satire on a downtrodden society's blind march towards totalitarianism.“All animals are equal, but some animals are more equal than others.”A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned—a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible.  When Animal Farm was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell's masterpiece have a meaning and message still ferociously fresh.",
    "rating": 3.96,
    "genres": ["Classics","Fiction","Science Fiction-Dystopia","Fantasy","Literature","Politics","Academic-School","Science Fiction","Novels","Academic-Read For School"],
    "id": 7
  },
  {
    "title": "The Chronicles of Narnia",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1449868701l/11127._SY475_.jpg",
    "authors": ["C.S. Lewis","Pauline Baynes"],
    "description": "Librarian note: An alternate cover for this edition can be found here: 2005.Journeys to the end of the world, fantastic creatures, and epic battles between good and evil—what more could any reader ask for in one book? The book that has it all is The Lion, the Witch and the Wardrobe, written in 1949 by Clive Staples Lewis. But Lewis did not stop there. Six more books followed, and together they became known as The Chronicles of Narnia.For the past fifty years, The Chronicles of Narnia have transcended the fantasy genre to become part of the canon of classic literature. Each of the seven books is a masterpiece, drawing the reader into a land where magic meets reality, and the result is a fictional world whose scope has fascinated generations.This edition presents all seven books—unabridged—in one impressive volume. The books are presented here in chronlogical order, each chapter graced with an illustration by the original artist, Pauline Baynes. Deceptively simple and direct, The Chronicles of Narnia continue to captivate fans with adventures, characters, and truths that speak to readers of all ages, even fifty years after they were first published.",
    "rating": 4.26,
    "genres": ["Fantasy","Classics","Fiction","Young Adult","Childrens","Christian","Adventure","Childrens-Middle Grade","Science Fiction Fantasy","Christian Fiction"],
    "id": 8
  },
  {
    "title": "J.R.R. Tolkien 4-Book Boxed Set: The Hobbit and The Lord of the Rings",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1346072396l/30.jpg",
    "authors": ["J.R.R. Tolkien"],
    "description": "This four-volume, boxed set contains J.R.R. Tolkien's epic masterworks The Hobbit and the three volumes of The Lord of the Rings (The Fellowship of the Ring, The Two Towers, and The Return of the King).In The Hobbit, Bilbo Baggins is whisked away from his comfortable, unambitious life in Hobbiton by the wizard Gandalf and a company of dwarves. He finds himself caught up in a plot to raid the treasure hoard of Smaug the Magnificent, a large and very dangerous dragon.The Lord of the Rings tells of the great quest undertaken by Frodo Baggins and the Fellowship of the Ring: Gandalf the wizard; the hobbits Merry, Pippin, and Sam; Gimli the dwarf; Legolas the elf; Boromir of Gondor; and a tall, mysterious stranger called Strider. J.R.R. Tolkien's three volume masterpiece is at once a classic myth and a modern fairy tale—a story of high and heroic adventure set in the unforgettable landscape of Middle-earth",
    "rating": 4.6,
    "genres": ["Fantasy","Fiction","Classics","Adventure","Science Fiction Fantasy","Fantasy-Epic Fantasy","Fantasy-High Fantasy","Young Adult","Literature","Fantasy-Magic"],
    "id": 9
  },
  {
    "title": "Gone with the Wind",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1551144577l/18405._SY475_.jpg",
    "authors": ["Margaret Mitchell"],
    "description": "Scarlett O'Hara, the beautiful, spoiled daughter of a well-to-do Georgia plantation owner, must use every means at her disposal to claw her way out of the poverty she finds herself in after Sherman's March to the Sea.",
    "rating": 4.3,
    "genres": ["Classics","Historical-Historical Fiction","Fiction","Romance","Historical","War","Literature","Military History-Civil War","Romance-Historical Romance","Novels"],
    "id": 10
  },
  {
    "title": "The Fault in Our Stars",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1360206420l/11870085.jpg",
    "authors": ["John Green"],
    "description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love.",
    "rating": 4.19,
    "genres": ["Young Adult","Romance","Fiction","Contemporary","Realistic Fiction","Young Adult-Teen","Young Adult-Coming Of Age","Novels","Drama","Love"],
    "id": 11
  },
  {
    "title": "The Giving Tree",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1174210942l/370493._SX318_.jpg",
    "authors": ["Shel Silverstein"],
    "description": "Once there was a tree...and she loved a little boy.\"So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein.Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave.This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein has created a moving parable for readers of all ages that offers an affecting interpretation of the gift of giving and a serene acceptance of another's capacity to love in return.",
    "rating": 4.37,
    "genres": ["Childrens","Childrens-Picture Books","Classics","Fiction","Poetry","Young Adult","Fantasy","Childrens-Juvenile","Kids","Short Stories"],
    "id": 12
  },
  {
    "title": "Wuthering Heights",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388212715l/6185._SY475_.jpg",
    "authors": ["Emily Brontë","Richard J. Dunn","Charlotte Brontë","Robert Heindel"],
    "description": "You can find the redesigned cover of this edition HERE.This best-selling Norton Critical Edition is based on the 1847 first edition of the novel. For the Fourth Edition, the editor has collated the 1847 text with several modern editions and has corrected a number of variants, including accidentals. The text is accompanied by entirely new explanatory annotations.New to the fourth Edition are twelve of Emily Bronte's letters regarding the publication of the 1847 edition of Wuthering Heights as well as the evolution of the 1850 edition, prose and poetry selections by the author, four reviews of the novel, and poetry selections by the author, four reviews of the novel, and Edward Chitham's insightful and informative chronology of the creative process behind the beloved work.Five major critical interpretations of Wuthering Heights are included, three of them new to the Fourth Edition. A Stuart Daley considers the importance of chronology in the novel. J. Hillis Miller examines Wuthering Heights's problems of genre and critical reputation. Sandra M. Gilbert assesses the role of Victorian Christianity plays in the novel, while Martha Nussbaum traces the novel's romanticism. Finally, Lin Haire-Sargeant scrutinizes the role of Heathcliff in film adaptations of Wuthering Heights. A Chronology and updated Selected Bibliography are also included.",
    "rating": 3.87,
    "genres": ["Classics","Fiction","Romance","Gothic","Literature","Historical-Historical Fiction","Literature-19th Century","Novels","Classics-Classic Literature","Historical"],
    "id": 13
  },
  {
    "title": "The Da Vinci Code",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1579621267l/968.jpg",
    "authors": ["Dan Brown"],
    "description": "ISBN 9780307277671 moved to this edition.While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter.Even more startling, the late curator was involved in the Priory of Sion—a secret society whose members included Sir Isaac Newton, Victor Hugo, and Da Vinci—and he guarded a breathtaking historical secret. Unless Langdon and Neveu can decipher the labyrinthine puzzle—while avoiding the faceless adversary who shadows their every move—the explosive, ancient truth will be lost forever.",
    "rating": 3.87,
    "genres": ["Fiction","Mystery","Thriller","Suspense","Thriller-Mystery Thriller","Historical-Historical Fiction","Adventure","Novels","Mystery-Crime","Adult"],
    "id": 14
  },
  {
    "title": "Memoirs of a Geisha",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388367666l/930.jpg",
    "authors": ["Arthur Golden"],
    "description": "A literary sensation and runaway bestseller, this brilliant debut novel presents with seamless authenticity and exquisite lyricism the true confessions of one of Japan's most celebrated geisha.In Memoirs of a Geisha, we enter a world where appearances are paramount; where a girl's virginity is auctioned to the highest bidder; where women are trained to beguile the most powerful men; and where love is scorned as illusion. It is a unique and triumphant work of fiction - at once romantic, erotic, suspenseful - and completely unforgettable.",
    "rating": 4.12,
    "genres": ["Fiction","Historical-Historical Fiction","Romance","Historical","Classics","Cultural-Japan","Adult","Novels","Cultural-Asia","Adult Fiction"],
    "id": 15
  },
  {
    "title": "The Picture of Dorian Gray",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546103428l/5297.jpg",
    "authors": ["Oscar Wilde","Jeffrey Eugenides"],
    "description": "Written in his distinctively dazzling manner, Oscar Wilde's story of a fashionable young man who sells his soul for eternal youth and beauty is the author's most popular work. The tale of Dorian Gray's moral disintegration caused a scandal when it ﬁrst appeared in 1890, but though Wilde was attacked for the novel's corrupting inﬂuence, he responded that there is, in fact, “a terrible moral in Dorian Gray.” Just a few years later, the book and the aesthetic/moral dilemma it presented became issues in the trials occasioned by Wilde's homosexual liaisons, which resulted in his imprisonment. Of Dorian Gray's relationship to autobiography, Wilde noted in a letter, “Basil Hallward is what I think I am: Lord Henry what the world thinks me: Dorian what I would like to be—in other ages, perhaps.",
    "rating": 4.09,
    "genres": ["Classics","Fiction","Horror","Fantasy","Literature","Gothic","Novels","Literature-19th Century","LGBT","Classics-Classic Literature"],
    "id": 16
  },
  {
    "title": "Alice's Adventures in Wonderland / Through the Looking-Glass",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327872220l/24213.jpg",
    "authors": ["Lewis Carroll","John Tenniel","Martin Gardner"],
    "description": "I can't explain myself, I'm afraid, sir,\" said Alice, \"Because I'm not myself, you see.\"When Alice sees a white rabbit take a watch out of its waistcoat pocket she decides to follow it, and a sequence of most unusual events is set in motion. This mini book contains the entire topsy-turvy stories of Alice's Adventures in Wonderland and Through the Looking-Glass, accompanied by practical notes and Martina Pelouso's memorable full-colour illustrations.",
    "rating": 4.06,
    "genres": ["Classics","Fantasy","Fiction","Childrens","Young Adult","Literature","Adventure","Childrens-Middle Grade","Novels","Literature-19th Century"],
    "id": 17
  },
  {
    "title": "Jane Eyre",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1557343311l/10210._SY475_.jpg",
    "authors": ["Charlotte Brontë","Michael Mason","Sylvère Monod","Barnett Freedman"],
    "description": "Orphaned as a child, Jane has felt an outcast her whole young life. Her courage is tested once again when she arrives at Thornfield Hall, where she has been hired by the brooding, proud Edward Rochester to care for his ward Adèle. Jane finds herself drawn to his troubled yet kind spirit. She falls in love. Hard. But there is a terrifying secret inside the gloomy, forbidding Thornfield Hall. Is Rochester hiding from Jane? Will Jane be left heartbroken and exiled once again?",
    "rating": 4.13,
    "genres": ["Classics","Fiction","Romance","Historical-Historical Fiction","Gothic","Literature","Historical","Literature-19th Century","Academic-School","Classics-Classic Literature"],
    "id": 18
  },
  {
    "title": "Les Misérables",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1411852091l/24280.jpg",
    "authors": ["Victor Hugo","Lee Fahnestock","Norman MacAfee"],
    "description": "Librarian's Note: this is an alternate cover edition for ISBN 9780451525260.Victor Hugo's tale of injustice, heroism and love follows the fortunes of Jean Valjean, an escaped convict determined to put his criminal past behind him. But his attempts to become a respected member of the community are constantly put under threat: by his own conscience, when, owing to a case of mistaken identity, another man is arrested in his place; and by the relentless investigations of the dogged Inspector Javert. It is not simply for himself that Valjean must stay free, however, for he has sworn to protect the baby daughter of Fantine, driven to prostitution by poverty.",
    "rating": 4.18,
    "genres": ["Classics","Fiction","Historical-Historical Fiction","Literature","Cultural-France","Historical","Novels","European Literature-French Literature","Romance","Classics-Classic Literature"],
    "id": 19
  },
  {
    "title": "Divergent",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1618526890l/13335037._SY475_.jpg",
    "authors": ["Veronica Roth"],
    "description": "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is—she can't have both. So she makes a choice that surprises everyone, including herself.During the highly competitive initiation that follows, Beatrice renames herself Tris and struggles alongside her fellow initiates to live out the choice they have made. Together they must undergo extreme physical tests of endurance and intense psychological simulations, some with devastating consequences. As initiation transforms them all, Tris must determine who her friends really are—and where, exactly, a romance with a sometimes fascinating, sometimes exasperating boy fits into the life she's chosen. But Tris also has a secret, one she's kept hidden from everyone because she's been warned it can mean death. And as she discovers unrest and growing conflict that threaten to unravel her seemingly perfect society, she also learns that her secret might help her save those she loves . . . or it might destroy her.",
    "rating": 4.18,
    "genres": ["Young Adult","Science Fiction-Dystopia","Fiction","Fantasy","Science Fiction","Romance","Adventure","Young Adult-Teen","Apocalyptic-Post Apocalyptic","Action"],
    "id": 20
  },
  {
    "title": "Romeo and Juliet",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1572098085l/18135._SY475_.jpg",
    "authors": ["William Shakespeare","Paul Werstine","Barbara A. Mowat","Paavo Emil Cajander"],
    "description": "In Romeo and Juliet, Shakespeare creates a violent world, in which two young people fall in love. It is not simply that their families disapprove; the Montagues and the Capulets are engaged in a blood feud.In this death-filled setting, the movement from love at first sight to the lovers' final union in death seems almost inevitable. And yet, this play set in an extraordinary world has become the quintessential story of young love. In part because of its exquisite language, it is easy to respond as if it were about all young lovers.",
    "rating": 3.75,
    "genres": ["Plays","Fiction","Romance","Classics","Academic-School","Drama","Academic-Read For School","Literature","Young Adult-High School","Poetry"],
    "id": 21
  },
  {
    "title": "Lord of the Flies",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327869409l/7624.jpg",
    "authors": ["William Golding"],
    "description": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far from reality as the hope of being rescued. Labeled a parable, an allegory, a myth, a morality tale, a parody, a political treatise, even a vision of the apocalypse, Lord of the Flies is perhaps our most memorable novel about “the end of innocence, the darkness of man's heart.”",
    "rating": 3.69,
    "genres": ["Classics","Fiction","Young Adult","Academic-School","Literature","Science Fiction-Dystopia","Novels","Academic-Read For School","Young Adult-High School","Adventure"],
    "id": 22
  },
  {
    "title": "The Alchemist",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1483412266l/865.jpg",
    "authors": ["Paulo Coelho","Alan R. Clarke"],
    "description": "Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different, and far more satisfying, listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams.",
    "rating": 3.88,
    "genres": ["Fiction","Classics","Fantasy","Philosophy","Novels","Spirituality","Literature","Self Help","Adventure","Inspirational"],
    "id": 23
  },
  {
    "title": "Crime and Punishment",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1382846449l/7144.jpg",
    "authors": ["Fyodor Dostoyevsky"],
    "description": "Raskolnikov, a destitute and desperate former student, wanders through the slums of St Petersburg and commits a random murder without remorse or regret. He imagines himself to be a great man, a Napoleon: acting for a higher purpose beyond conventional moral law. But as he embarks on a dangerous game of cat and mouse with a suspicious police investigator, Raskolnikov is pursued by the growing voice of his conscience and finds the noose of his own guilt tightening around his neck. Only Sonya, a downtrodden sex worker, can offer the chance of redemption.",
    "rating": 4.23,
    "genres": ["Classics","Fiction","Cultural-Russia","Literature","Literature-Russian Literature","Novels","Philosophy","Mystery-Crime","Literature-19th Century","Academic-School"],
    "id": 24
  },
  {
    "title": "The Hitchhiker's Guide to the Galaxy",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1531891848l/11._SY475_.jpg",
    "authors": ["Douglas Adams"],
    "description": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide (\"A towel is about the most massively useful thing an interstellar hitchhiker can have\") and a galaxy-full of fellow travelers: Zaphod Beeblebrox—the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.",
    "rating": 4.22,
    "genres": ["Science Fiction","Fiction","Humor","Fantasy","Classics","Humor-Comedy","Science Fiction Fantasy","Adventure","Novels"],
    "id": 25
  },
  {
    "title": "The Perks of Being a Wallflower",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1520093244l/22628.jpg",
    "authors": ["Stephen Chbosky"],
    "description": "standing on the fringes of life...offers a unique perspective. But there comes a time to seewhat it looks like from the dance floor.This haunting novel about the dilemma of passivity vs. passion marks the stunning debut of a provocative new voice in contemporary fiction: The Perks of Being A WALLFLOWERThis is the story of what it's like to grow up in high school. More intimate than a diary, Charlie's letters are singular and unique, hilarious and devastating. We may not know where he lives. We may not know to whom he is writing. All we know is the world he shares. Caught between trying to live his life and trying to run from it puts him on a strange course through uncharted territory. The world of first dates and mixed tapes, family dramas and new friends. The world of sex, drugs, and The Rocky Horror Picture Show, when all one requires is that the perfect song on that perfect drive to feel infinite.Through Charlie, Stephen Chbosky has created a deeply affecting coming-of-age story, a powerful novel that will spirit you back to those wild and poignant roller coaster days known as growing up.(back cover)",
    "rating": 4.2,
    "genres": ["Young Adult","Fiction","Contemporary","Young Adult-Coming Of Age","Romance","Realistic Fiction","Classics","LGBT","Health-Mental Health","Young Adult-Teen"],
    "id": 26
  },
  {
    "title": "Ender's Game",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1408303130l/375802.jpg",
    "authors": ["Orson Scott Card"],
    "description": "Andrew \"Ender\" Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast.But Ender is not the only result of the experiment. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway almost as long. Ender's two older siblings, Peter and Valentine, are every bit as unusual as he is, but in very different ways. While Peter was too uncontrollably violent, Valentine very nearly lacks the capability for violence altogether. Neither was found suitable for the military's purpose. But they are driven by their jealousy of Ender, and by their inbred drive for power. Peter seeks to control the political process, to become a ruler. Valentine's abilities turn more toward the subtle control of the beliefs of commoner and elite alike, through powerfully convincing essays. Hiding their youth and identities behind the anonymity of the computer networks, these two begin working together to shape the destiny of Earth-an Earth that has no future at all if their brother Ender fails.",
    "rating": 4.3,
    "genres": ["Science Fiction","Fiction","Young Adult","Fantasy","Classics","Science Fiction Fantasy","Science Fiction-Dystopia","War","Adventure"],
    "id": 27
  },
  {
    "title": "The Great Gatsby",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1490528560l/4671._SY475_.jpg",
    "authors": ["Francis Scott Fitzgerald"],
    "description": "Alternate Cover Edition ISBN: 0743273567 (ISBN13: 9780743273565)The Great Gatsby, F. Scott Fitzgerald's third book, stands as the supreme achievement of his career. This exemplary novel of the Jazz Age has been acclaimed by generations of readers. The story is of the fabulously wealthy Jay Gatsby and his new love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted \"gin was the national drink and sex the national obsession,\" it is an exquisitely crafted tale of America in the 1920s.The Great Gatsby is one of the great classics of twentieth-century literature.(back cover)",
    "rating": 3.93,
    "genres": ["Classics","Fiction","Academic-School","Historical-Historical Fiction","Literature","Romance","Novels","Academic-Read For School","Young Adult-High School","Literature-American"],
    "id": 28
  },
  {
    "title": "City of Bones",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1432730315l/256683._SY475_.jpg",
    "authors": ["Cassandra Clare"],
    "description": "When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. Then the body disappears into thin air. It's hard to call the police when the murderers are invisible to everyone else and when there is nothing―not even a smear of blood―to show that a boy has died. Or was he a boy?This is Clary's first meeting with the Shadowhunters, warriors dedicated to ridding the earth of demons. It's also her first encounter with Jace, a Shadowhunter who looks a little like an angel and acts a lot like a jerk. Within twenty-four hours Clary is pulled into Jace's world with a vengeance when her mother disappears and Clary herself is attacked by a demon. But why would demons be interested in ordinary mundanes like Clary and her mother? And how did Clary suddenly get the Sight? The Shadowhunters would like to know...",
    "rating": 4.09,
    "genres": ["Young Adult","Fantasy-Paranormal","Romance","Fantasy-Urban Fantasy","Fiction","Paranormal-Vampires","Fantasy-Supernatural","Paranormal-Angels","Fantasy-Magic","Young Adult-Young Adult Fantasy"],
    "id": 29
  },
  {
    "title": "The Help",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1618381771l/4667024._SY475_.jpg",
    "authors": ["Kathryn Stockett"],
    "description": "Librarian's note: An alternate cover edition can be found hereThree ordinary women are about to take one extraordinary step.Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Constantine has disappeared and no one will tell Skeeter where she has gone.Aibileen is a black maid, a wise, regal woman raising her seventeenth white child. Something has shifted inside her after the loss of her own son, who died while his bosses looked the other way. She is devoted to the little girl she looks after, though she knows both their hearts may be broken.Minny, Aibileen's best friend, is short, fat, and perhaps the sassiest woman in Mississippi. She can cook like nobody's business, but she can't mind her tongue, so she's lost yet another job. Minny finally finds a position working for someone too new to town to know her reputation. But her new boss has secrets of her own.Seemingly as different from one another as can be, these women will nonetheless come together for a clandestine project that will put them all at risk. And why? Because they are suffocating within the lines that define their town and their times. And sometimes lines are made to be crossed.In pitch-perfect voices, Kathryn Stockett creates three extraordinary women whose determination to start a movement of their own forever changes a town, and the way women, mothers, daughters, caregivers, friends, view one another. A deeply moving novel filled with poignancy, humor, and hope, The Help is a timeless and universal story about the lines we abide by, and the ones we don't. (jacket flap)",
    "rating": 4.46,
    "genres": ["Fiction","Historical-Historical Fiction","Historical","Adult","Adult Fiction","Contemporary","Classics","Book Club","Womens Fiction-Chick Lit"],
    "id": 30
  },
  {
    "title": "Anne of Green Gables",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1615094578l/8127._SY475_.jpg",
    "authors": ["L.M. Montgomery"],
    "description": "This heartwarming story has beckoned generations of readers into the special world of Green Gables, an old-fashioned farm outside a town called Avonlea. Anne Shirley, an eleven-year-old orphan, has arrived in this verdant corner of Prince Edward Island only to discover that the Cuthberts—elderly Matthew and his stern sister, Marilla—want to adopt a boy, not a feisty redheaded girl. But before they can send her back, Anne—who simply must have more scope for her imagination and a real home—wins them over completely. A much-loved classic that explores all the vulnerability, expectations, and dreams of a child growing up, Anne of Green Gables is also a wonderful portrait of a time, a place, a family… and, most of all, love. WITH AN AFTERWORD BY JENNIFER LEE CARELL",
    "rating": 4.26,
    "genres": ["Classics","Fiction","Young Adult","Childrens","Historical-Historical Fiction","Childrens-Middle Grade","Historical","Cultural-Canada","Young Adult-Coming Of Age"],
    "id": 31
  },
  {
    "title": "Charlotte's Web",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1617557451l/24178._SY475_.jpg",
    "authors": ["E.B. White","Garth Williams","Rosemary Wells"],
    "description": "This beloved book by E. B. White, author of Stuart Little and The Trumpet of the Swan, is a classic of children's literature that is \"just about perfect.\" This high-quality paperback features vibrant illustrations colorized by Rosemary Wells!Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the love of a girl named Fern, who saved Wilbur's life when he was born the runt of his litter.E. B. White's Newbery Honor Book is a tender novel of friendship, love, life, and death that will continue to be enjoyed by generations to come. This edition contains newly color illustrations by Garth Williams, the acclaimed illustrator of E. B. White's Stuart Little and Laura Ingalls Wilder's Little House series, among many other books.",
    "rating": 4.18,
    "genres": ["Classics","Childrens","Fiction","Young Adult","Fantasy","Animals","Childrens-Middle Grade","Childrens-Juvenile","Academic-School","Childrens-Chapter Books"],
    "id": 32
  },
  {
    "title": "The Time Traveler's Wife",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1380660571l/18619684.jpg",
    "authors": ["Audrey Niffenegger"],
    "description": "A funny, often poignant tale of boy meets girl with a twist: what if one of them couldn't stop slipping in and out of time? Highly original and imaginative, this debut novel raises questions about life, love, and the effects of time on relationships.Audrey Niffenegger's innovative debut, The Time Traveler's Wife, is the story of Clare, a beautiful art student, and Henry, an adventuresome librarian, who have known each other since Clare was six and Henry was thirty-six, and were married when Clare was twenty-three and Henry thirty-one. Impossible but true, because Henry is one of the first people diagnosed with Chrono-Displacement Disorder: periodically his genetic clock resets and he finds himself misplaced in time, pulled to moments of emotional gravity in his life, past and future. His disappearances are spontaneous, his experiences unpredictable, alternately harrowing and amusing. The Time Traveler's Wife depicts the effects of time travel on Henry and Clare's marriage and their passionate love for each other as the story unfolds from both points of view. Clare and Henry attempt to live normal lives, pursuing familiar goals—steady jobs, good friends, children of their own. All of this is threatened by something they can neither prevent nor control, making their story intensely moving and entirely unforgettable.",
    "rating": 3.98,
    "genres": ["Fiction","Romance","Fantasy","Science Fiction-Time Travel","Science Fiction","Contemporary","Adult","Womens Fiction-Chick Lit","Adult Fiction","Magical Realism"],
    "id": 33
  },
  {
    "title": "Of Mice and Men",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1511302904l/890._SX318_.jpg",
    "authors": ["John Steinbeck"],
    "description": "An intimate portrait of two men who cherish the slim bond between them and the dream they share in a world marred by petty tyranny, misunderstanding, jealousy, and callousness. Clinging to each other in their loneliness and alienation, George and his simple-minded friend Lennie dream, as drifters will, of a place to call their own—a couple of acres and a few pigs, chickens, and rabbits back in Hill Country where land is cheap. But after they come to work on a ranch in the fertile Salinas Valley of California, their hopes, like \"the best laid schemes o' mice an' men,\" begin to go awry.Of Mice and Men also represents an experiment in form, as Steinbeck described his work, \"a kind of playable novel, written in novel form but so scened and set that it can be played as it stands.\" A rarity in American letters, it achieved remarkable success as a novel, a Broadway play, and three acclaimed films. Steinbeck's tale of commitment, loneliness, hope, and loss remains one of America's most widely read and beloved novels.--front flap",
    "rating": 3.88,
    "genres": ["Classics","Fiction","Academic-School","Historical-Historical Fiction","Literature","Academic-Read For School","Novels","Young Adult-High School","Literature-American","Classics-Classic Literature"],
    "id": 34
  },
  {
    "title": "The Little Prince",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1367545443l/157993.jpg",
    "authors": ["Antoine de Saint-Exupéry","Richard Howard","Ivan Minatti","Nguyễn Thành Vũ"],
    "description": "A PBS Great American Read Top 100 PickFew stories are as widely read and as universally cherished by children and adults alike as The Little Prince. Richard Howard's translation of the beloved classic beautifully reflects Saint-Exupéry's unique and gifted style. Howard, an acclaimed poet and one of the preeminent translators of our time, has excelled in bringing the English text as close as possible to the French, in language, style, and most important, spirit. The artwork in this edition has been restored to match in detail and in color Saint-Exupéry's original artwork. Combining Richard Howard's translation with restored original art, this definitive English-language edition of The Little Prince will capture the hearts of readers of all ages.",
    "rating": 4.31,
    "genres": ["Classics","Fiction","Fantasy","Childrens","Cultural-France","Young Adult","Philosophy","Literature","Childrens-Middle Grade","European Literature-French Literature"],
    "id": 35
  },
  {
    "title": "Dracula",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1387151694l/17245.jpg",
    "authors": ["Bram Stoker","Nina Auerbach","David J. Skal"],
    "description": "You can find an alternative cover edition for this ISBN here and here.A rich selection of background and source materials is provided in three areas: Contexts includes probable inspirations for Dracula in the earlier works of James Malcolm Rymer and Emily Gerard. Also included are a discussion of Stoker's working notes for the novel and \"Dracula's Guest,\" the original opening chapter to Dracula. Reviews and Reactions reprints five early reviews of the novel. \"Dramatic and Film Variations\" focuses on theater and film adaptations of Dracula, two indications of the novel's unwavering appeal. David J. Skal, Gregory A. Waller, and Nina Auerbach offer their varied perspectives. Checklists of both dramatic and film adaptations are included.Criticism collects seven theoretical interpretations of Dracula by Phyllis A. Roth, Carol A. Senf, Franco Moretti, Christopher Craft, Bram Dijkstra, Stephen D. Arata, and Talia Schaffer.A Chronology and a Selected Bibliography are included.",
    "rating": 4,
    "genres": ["Classics","Horror","Fiction","Fantasy","Paranormal-Vampires","Gothic","Fantasy-Paranormal","Literature","Literature-19th Century"],
    "id": 36
  },
  {
    "title": "Brave New World",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1575509280l/5129._SY475_.jpg",
    "authors": ["Aldous Huxley"],
    "description": "Brave New World is a dystopian novel by English author Aldous Huxley, written in 1931 and published in 1932. Largely set in a futuristic World State, inhabited by genetically modified citizens and an intelligence-based social hierarchy, the novel anticipates huge scientific advancements in reproductive technology, sleep-learning, psychological manipulation and classical conditioning that are combined to make a dystopian society which is challenged by only a single individual: the story's protagonist.",
    "rating": 3.99,
    "genres": ["Classics","Fiction","Science Fiction","Science Fiction-Dystopia","Literature","Novels","Academic-School","Fantasy","Philosophy","Science Fiction Fantasy"],
    "id": 37
  },
  {
    "title": "Harry Potter and the Sorcerer's Stone",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474154022l/3._SY475_.jpg",
    "authors": ["J.K. Rowling","Mary GrandPré"],
    "description": "Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft and Wizardry.After a lifetime of bottling up his magical powers, Harry finally feels like a normal kid. But even within the Wizarding community, he is special. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry.Though Harry's first year at Hogwarts is the best of his life, not everything is perfect. There is a dangerous secret object hidden within the castle walls, and Harry believes it's his responsibility to prevent it from falling into evil hands. But doing so will bring him into contact with forces more terrifying than he ever could have imagined.Full of sympathetic characters, wildly imaginative situations, and countless exciting details, the first installment in the series assembles an unforgettable magical world and sets the stage for many high-stakes adventures to come.",
    "rating": 4.48,
    "genres": ["Fantasy","Fiction","Young Adult","Fantasy-Magic","Childrens","Childrens-Middle Grade","Adventure","Classics","Science Fiction Fantasy"],
    "id": 38
  },
  {
    "title": "One Hundred Years of Solitude",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327881361l/320.jpg",
    "authors": ["Gabriel García Márquez","Gregory Rabassa","Seçkin Selvi"],
    "description": "The brilliant, bestselling, landmark novel that tells the story of the Buendia family, and chronicles the irreconcilable conflict between the desire for solitude and the need for love—in rich, imaginative prose that has come to define an entire genre known as \"magical realism.",
    "rating": 4.09,
    "genres": ["Fiction","Classics","Magical Realism","Literature","Novels","Fantasy","Historical-Historical Fiction","European Literature-Spanish Literature","Literary Fiction","Cultural-Latin American"],
    "id": 39
  },
  {
    "title": "The Princess Bride",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327903636l/21787.jpg",
    "authors": ["William Goldman"],
    "description": "What happens when the most beautiful girl in the world marries the handsomest prince of all time and he turns out to be...well...a lot less than the man of her dreams?As a boy, William Goldman claims, he loved to hear his father read the S. Morgenstern classic, The Princess Bride. But as a grown-up he discovered that the boring parts were left out of good old Dad's recitation, and only the \"good parts\" reached his ears.Now Goldman does Dad one better. He's reconstructed the \"Good Parts Version\" to delight wise kids and wide-eyed grownups everywhere.What's it about? Fencing. Fighting. True Love. Strong Hate. Harsh Revenge. A Few Giants. Lots of Bad Men. Lots of Good Men. Five or Six Beautiful Women. Beasties Monstrous and Gentle. Some Swell Escapes and Captures. Death, Lies, Truth, Miracles, and a Little Sex.In short, it's about everything.",
    "rating": 4.25,
    "genres": ["Fantasy","Fiction","Classics","Romance","Humor","Young Adult","Adventure","Science Fiction Fantasy","Humor-Comedy","Fantasy-Fairy Tales"],
    "id": 40
  },
  {
    "title": "The Catcher in the Rye",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300l/5107.jpg",
    "authors": ["J.D. Salinger"],
    "description": "The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caulfield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days. The boy himself is at once too simple and too complex for us to make any final comment about him or his story. Perhaps the safest thing we can say about Holden is that he was born in the world not just strongly attracted to beauty but, almost, hopelessly impaled on it. There are many voices in this novel: children's voices, adult voices, underground voices-but Holden's voice is the most eloquent of all. Transcending his own vernacular, yet remaining marvelously faithful to it, he issues a perfectly articulated cry of mixed pain and pleasure. However, like most lovers and clowns and poets of the higher orders, he keeps most of the pain to, and for, himself. The pleasure he gives away, or sets aside, with all his heart. It is there for the reader who can handle it to keep. J.D. Salinger's classic novel of teenage angst and rebellion was first published in 1951. The novel was included on Time's 2005 list of the 100 best English-language novels written since 1923. It was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. It has been frequently challenged in the court for its liberal use of profanity and portrayal of sexuality and in the 1950's and 60's it was the novel that every teenage boy wants to read.",
    "rating": 3.81,
    "genres": ["Classics","Fiction","Young Adult","Literature","Academic-School","Novels","Young Adult-Coming Of Age","Young Adult-High School","Literature-American","Academic-Read For School"],
    "id": 41
  },
  {
    "title": "The Secret Garden",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327873635l/2998.jpg",
    "authors": ["Frances Hodgson Burnett"],
    "description": "One of the most delightful and enduring classics of children's literature, The Secret Garden by Victorian author Frances Hodgson Burnett has remained a firm favorite with children the world over ever since it made its first appearance. Initially published as a serial story in 1910 in The American Magazine, it was brought out in novel form in 1911.  The plot centers round Mary Lennox, a young English girl who returns to England from India, having suffered the immense trauma by losing both her parents in a cholera epidemic. However, her memories of her parents are not pleasant, as they were a selfish, neglectful and pleasure-seeking couple. Mary is given to the care of her uncle Archibald Craven, whom she has never met. She travels to his home, Misselthwaite Manor located in the gloomy Yorkshire, a vast change from the sunny and warm climate she was used to. When she arrives, she is a rude, stubborn and given to stormy temper tantrums. However, her nature undergoes a gradual transformation when she learns of the tragedies that have befallen her strict and disciplinarian uncle whom she earlier feared and despised. Once when he's away from home, Mary discovers a charming walled garden which is always kept locked. The mystery deepens when she hears sounds of sobbing from somewhere within her uncle's vast mansion. The kindly servants ignore her queries or pretend they haven't heard, spiking Mary's curiosity.  The Secret Garden appeals to both young and old alike. It has wonderful elements of mystery, spirituality, charming characters and an authentic rendering of childhood emotions and experiences. Commonsense, truth and kindness, compassion and a belief in the essential goodness of human beings lie at the heart of this unforgettable story. It is the best known of Frances Hodgson Burnett's works, though most of us have definitely heard of, if not read, her other novel Little Lord Fauntleroy.  The book has been adapted extensively on stage, film and television and translated into all the world's major languages. In 1991, a Japanese anime version was launched for television in Japan. It remains a popular and beloved story of a child's journey into maturity, and a must-read for every child, parent, teacher and anyone who would enjoy this fascinating glimpse of childhood. One of the most delightful and enduring classics of children's literature, The Secret Garden by Victorian author Frances Hodgson Burnett has remained a firm favorite with children the world over ever since it made its first appearance. Initially published as a serial story in 1910 in The American Magazine, it was brought out in novel form in 1911.",
    "rating": 4.13,
    "genres": ["Classics","Fiction","Childrens","Young Adult","Historical-Historical Fiction","Childrens-Middle Grade","Fantasy","Literature","Historical"],
    "id": 42
  },
  {
    "title": "A Thousand Splendid Suns",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1345958969l/128029.jpg",
    "authors": ["Khaled Hosseini"],
    "description": "A Thousand Splendid Suns is a breathtaking story set against the volatile events of Afghanistan's last thirty years - from the Soviet invasion to the reign of the Taliban to post-Taliban rebuilding - that puts the violence, fear, hope, and faith of this country in intimate, human terms. It is a tale of two generations of characters brought jarringly together by the tragic sweep of war, where personal lives - the struggle to survive, raise a family, find happiness - are inextricable from the history playing out around them.Propelled by the same storytelling instinct that made The Kite Runner a beloved classic, A Thousand Splendid Suns is at once a remarkable chronicle of three decades of Afghan history and a deeply moving account of family and friendship. It is a striking, heart-wrenching novel of an unforgiving time, an unlikely friendship, and an indestructible love - a stunning accomplishment.--front flap",
    "rating": 4.38,
    "genres": ["Fiction","Historical-Historical Fiction","Contemporary","Novels","Historical","War","Adult","Adult Fiction","Drama","Literature"],
    "id": 43
  },
  {
    "title": "A Wrinkle in Time",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1329061522l/18131.jpg",
    "authors": ["Madeleine L'Engle"],
    "description": "It was a dark and stormy night.Out of this wild night, a strange visitor comes to the Murry house and beckons Meg, her brother Charles Wallace, and their friend Calvin O'Keefe on a most dangerous and extraordinary adventure—one that will threaten their lives and our universe.Winner of the 1963 Newbery Medal, A Wrinkle in Time is the first book in Madeleine L'Engle's classic Time Quintet.",
    "rating": 3.99,
    "genres": ["Fantasy","Fiction","Classics","Young Adult","Science Fiction","Childrens","Childrens-Middle Grade","Science Fiction-Time Travel","Adventure","Science Fiction Fantasy"],
    "id": 44
  },
  {
    "title": "The Lightning Thief",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1400602609l/28187.jpg",
    "authors": ["Rick Riordan"],
    "description": "Alternate cover for this ISBN can be found herePercy Jackson is a good kid, but he can't seem to focus on his schoolwork or control his temper. And lately, being away at boarding school is only getting worse - Percy could have sworn his pre-algebra teacher turned into a monster and tried to kill him. When Percy's mom finds out, she knows it's time that he knew the truth about where he came from, and that he go to the one place he'll be safe. She sends Percy to Camp Half Blood, a summer camp for demigods (on Long Island), where he learns that the father he never knew is Poseidon, God of the Sea. Soon a mystery unfolds and together with his friends—one a satyr and the other the demigod daughter of Athena - Percy sets out on a quest across the United States to reach the gates of the Underworld (located in a recording studio in Hollywood) and prevent a catastrophic war between the gods.",
    "rating": 4.26,
    "genres": ["Fantasy","Young Adult","Fantasy-Mythology","Fiction","Childrens-Middle Grade","Adventure","Childrens","Fantasy-Urban Fantasy","Mythology-Greek Mythology","Fantasy-Magic"],
    "id": 45
  },
  {
    "title": "Fahrenheit 451",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1351643740l/4381.jpg",
    "authors": ["Ray Bradbury","Alfredo Crespo"],
    "description": "Fahrenheit 451 ofrece la historia de un sombrío y horroroso futuro. Montag, el protagonista, pertenece a una extraña brigada de bomberos cuya misión, paradójicamente, no es la de sofocar incendios sino la de provocarlos, para quemar libros. Porque en el país de Montag está terminantemente prohibido leer. Porque leer obliga a pensar, y en el país de Montag esta prohibido pensar. Porque leer impide ser ingenuamente feliz, y en el país de Montag hay que ser feliz a la fuerza...",
    "rating": 3.99,
    "genres": ["Classics","Fiction","Science Fiction","Science Fiction-Dystopia","Academic-School","Literature","Novels","Fantasy","Adult","Science Fiction Fantasy"],
    "id": 46
  },
  {
    "title": "A Game of Thrones",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562726234l/13496.jpg",
    "authors": ["George R.R. Martin"],
    "description": "Here is the first volume in George R. R. Martin's magnificent cycle of novels that includes A Clash of Kings and A Storm of Swords. As a whole, this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R. R. Martin's stunning series is destined to stand as one of the great achievements of imaginative fiction.A GAME OF THRONESLong ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister and supernatural forces are massing beyond the kingdom's protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens.Here an enigmatic band of warriors bear swords of no human metal; a tribe of fierce wildlings carry men off into madness; a cruel young dragon prince barters his sister to win back his throne; and a determined woman undertakes the most treacherous of journeys. Amid plots and counterplots, tragedy and betrayal, victory and terror, the fate of the Starks, their allies, and their enemies hangs perilously in the balance, as each endeavors to win that deadliest of conflicts: the game of thrones.source: georgerrmartin.com",
    "rating": 4.44,
    "genres": ["Fantasy","Fiction","Fantasy-Epic Fantasy","Adult","Science Fiction Fantasy","Fantasy-High Fantasy","Adventure","Fantasy-Dragons","Epic"],
    "id": 47
  },
  {
    "title": "The Adventures of Huckleberry Finn",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546096879l/2956.jpg",
    "authors": ["Mark Twain","Guy Cardwell","John Seelye","Walter Trier"],
    "description": "A nineteenth-century boy from a Mississippi River town recounts his adventures as he travels down the river with a runaway slave, encountering a family involved in a feud, two scoundrels pretending to be royalty, and Tom Sawyer's aunt who mistakes him for Tom.",
    "rating": 3.82,
    "genres": ["Classics","Fiction","Historical-Historical Fiction","Literature","Young Adult","Adventure","Academic-School","Novels","Academic-Read For School","Literature-American"],
    "id": 48
  },
  {
    "title": "The Lovely Bones",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1457810586l/12232938.jpg",
    "authors": ["Alice Sebold"],
    "description": "My name was Salmon, like the fish; first name, Susie. I was fourteen when I was murdered on December 6, 1973.\"So begins the story of Susie Salmon, who is adjusting to her new home in heaven, a place that is not at all what she expected, even as she is watching life on earth continue without her -- her friends trading rumors about her disappearance, her killer trying to cover his tracks, her grief-stricken family unraveling. Out of unspeakable tragedy and loss, The Lovely Bones succeeds, miraculously, in building a tale filled with hope, humor, suspense, even joy.",
    "rating": 3.82,
    "genres": ["Fiction","Mystery","Young Adult","Contemporary","Fantasy","Mystery-Crime","Adult","Adult Fiction","Drama","Thriller"],
    "id": 49
  },
  {
    "title": "Where the Wild Things Are",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1384434560l/19543.jpg",
    "authors": ["Maurice Sendak"],
    "description": "Max, a wild and naughty boy, is sent to bed without his supper by his exhausted mother. In his room, he imagines sailing far away to a land of Wild Things. Instead of eating him, the Wild Things make Max their king.",
    "rating": 4.21,
    "genres": ["Childrens","Childrens-Picture Books","Fiction","Classics","Fantasy","Adventure","Young Adult","Animals","Kids","Folklore-Monsters"],
    "id": 50
  },
  {
    "title": "Green Eggs and Ham",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1468680100l/23772.jpg",
    "authors": ["Dr. Seuss"],
    "description": "“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss's beloved favorite has cemented its place as a children's classic. In this most famous of cumulative tales, the list of places to enjoy green eggs and ham, and friends to enjoy them with, gets longer and longer. Follow Sam-I-am as he insists that this unusual treat is indeed a delectable snack to be savored everywhere and in every way. Originally created by Dr. Seuss, Beginner Books encourage children to read all by themselves, with simple words and illustrations that give clues to their meaning.",
    "rating": 4.29,
    "genres": ["Childrens","Childrens-Picture Books","Classics","Fiction","Poetry","Fantasy","Humor","Kids","Food and Drink-Food","Young Adult"],
    "id": 51
  },
  {
    "title": "The Outsiders",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1442129426l/231804.jpg",
    "authors": ["S.E. Hinton"],
    "description": "The Outsiders is about two weeks in the life of a 14-year-old boy. The novel tells the story of Ponyboy Curtis and his struggles with right and wrong in a society in which he believes that he is an outsider. According to Ponyboy, there are two kinds of people in the world: greasers and socs. A soc (short for \"social\") has money, can get away with just about anything, and has an attitude longer than a limousine. A greaser, on the other hand, always lives on the outside and needs to watch his back. Ponyboy is a greaser, and he's always been proud of it, even willing to rumble against a gang of socs for the sake of his fellow greasers--until one terrible night when his friend Johnny kills a soc. The murder gets under Ponyboy's skin, causing his bifurcated world to crumble and teaching him that pain feels the same whether a soc or a greaser.Librarian note: This record is for one of the three editions published with different covers and with ISBN 0-140-38572-X / 978-0-14-038572-4. The records are for the 1988 cover (this record), the 1995 cover, and the 2008 cover which is also the current in-print cover.",
    "rating": 4.1,
    "genres": ["Classics","Young Adult","Fiction","Academic-School","Academic-Read For School","Realistic Fiction","Young Adult-Coming Of Age","Historical-Historical Fiction","Contemporary","Young Adult-Teen"],
    "id": 52
  },
  {
    "title": "Life of Pi",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320562005l/4214.jpg",
    "authors": ["Yann Martel"],
    "description": "Life of Pi is a fantasy adventure novel by Yann Martel published in 2001. The protagonist, Piscine Molitor \"Pi\" Patel, a Tamil boy from Pondicherry, explores issues of spirituality and practicality from an early age. He survives 227 days after a shipwreck while stranded on a boat in the Pacific Ocean with a Bengal tiger named Richard Parker.",
    "rating": 3.92,
    "genres": ["Fiction","Fantasy","Classics","Adventure","Contemporary","Novels","Literature","Magical Realism","Cultural-India","Philosophy"],
    "id": 53
  },
  {
    "title": "The Odyssey",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390173285l/1381.jpg",
    "authors": ["Homer","Robert Fagles","Bernard Knox"],
    "description": "Sing to me of the man, Muse, the man of twists and turnsdriven time and again off course, once he had plunderedthe hallowed heights of Troy.So begins Robert Fagles' magnificent translation of the Odyssey.If the Iliad is the world's greatest war epic, then the Odyssey is literature's grandest evocation of everyman's journey though life. Odysseus' reliance on his wit and wiliness for survival in his encounters with divine and natural forces, during his ten-year voyage home to Ithaca after the Trojan War, is at once a timeless human story and an individual test of moral endurance. In the myths and legends that are retold here, Fagles has captured the energy and poetry of Homer's original in a bold, contemporary idiom, and given us an Odyssey to read aloud, to savor, and to treasure for its sheer lyrical mastery.Renowned classicist Bernard Knox's superb Introduction and textual commentary provide new insights and background information for the general reader and scholar alike, intensifying the strength of Fagles' translation.This is an Odyssey to delight both the classicist and the public at large, and to captivate a new generation of Homer's students.--Robert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, presents us with Homer's best-loved and most accessible poem in a stunning new modern-verse translation.",
    "rating": 3.78,
    "genres": ["Classics","Fiction","Poetry","Fantasy-Mythology","Fantasy","Academic-School","Literature","Adventure","Academic-Read For School","Historical-Historical Fiction"],
    "id": 54
  },
  {
    "title": "A Tale of Two Cities",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1344922523l/1953.jpg",
    "authors": ["Charles Dickens","Richard Maxwell"],
    "description": "A Tale of Two Cities is Charles Dickens's great historical novel, set against the violent upheaval of the French Revolution. The most famous and perhaps the most popular of his works, it compresses an event of immense complexity to the scale of a family history, with a cast of characters that includes a bloodthirsty ogress and an antihero as believably flawed as any in modern fiction. Though the least typical of the author's novels, A Tale of Two Cities still underscores many of his enduring themes—imprisonment, injustice, social anarchy, resurrection, and the renunciation that fosters renewal.",
    "rating": 3.85,
    "genres": ["Classics","Fiction","Historical-Historical Fiction","Literature","Historical","Novels","Academic-School","Classics-Classic Literature","Literature-19th Century","European Literature-British Literature"],
    "id": 55
  },
  {
    "title": "Water for Elephants",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1494428973l/43641._SY475_.jpg",
    "authors": ["Sara Gruen"],
    "description": "Winner of the 2007 BookBrowse Award for Most Popular Book.An atmospheric, gritty, and compelling novel of star-crossed lovers, set in the circus world circa 1932, by the bestselling author of Riding Lessons. When Jacob Jankowski, recently orphaned and suddenly adrift, jumps onto a passing train, he enters a world of freaks, drifters, and misfits, a second-rate circus struggling to survive during the Great Depression, making one-night stands in town after endless town. A veterinary student who almost earned his degree, Jacob is put in charge of caring for the circus menagerie. It is there that he meets Marlena, the beautiful young star of the equestrian act, who is married to August, the charismatic but twisted animal trainer. He also meets Rosie, an elephant who seems untrainable until he discovers a way to reach her. Beautifully written, Water for Elephants is illuminated by a wonderful sense of time and place. It tells a story of a love between two people that overcomes incredible odds in a world in which even love is a luxury that few can afford.",
    "rating": 4.09,
    "genres": ["Fiction","Historical-Historical Fiction","Romance","Historical","Adult","Adult Fiction","Contemporary","Book Club","Novels"],
    "id": 56
  },
  {
    "title": "Lolita",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1377756377l/7604.jpg",
    "authors": ["Vladimir Nabokov","Craig Raine"],
    "description": "Humbert Humbert - scholar, aesthete and romantic - has fallen completely and utterly in love with Lolita Haze, his landlady's gum-snapping, silky skinned twelve-year-old daughter. Reluctantly agreeing to marry Mrs Haze just to be close to Lolita, Humbert suffers greatly in the pursuit of romance; but when Lo herself starts looking for attention elsewhere, he will carry her off on a desperate cross-country misadventure, all in the name of Love. Hilarious, flamboyant, heart-breaking and full of ingenious word play, Lolita is an immaculate, unforgettable masterpiece of obsession, delusion and lust.",
    "rating": 3.89,
    "genres": ["Classics","Fiction","Literature","Novels","Cultural-Russia","Romance","Literature-Russian Literature","Literary Fiction","Literature-20th Century","Adult"],
    "id": 57
  },
  {
    "title": "Slaughterhouse-Five",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1606208827l/4981._SY475_.jpg",
    "authors": ["Kurt Vonnegut Jr."],
    "description": "Selected by the Modern Library as one of the 100 best novels of all time, Slaughterhouse-Five, an American classic, is one of the world's great antiwar books. Centering on the infamous firebombing of Dresden, Billy Pilgrim's odyssey through time reflects the mythic journey of our own fractured lives as we search for meaning in what we fear most.",
    "rating": 4.08,
    "genres": ["Classics","Fiction","Science Fiction","War","Historical-Historical Fiction","Literature","Novels","Science Fiction-Time Travel","Literature-American","Fantasy"],
    "id": 58
  },
  {
    "title": "Frankenstein",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1381512375l/18490.jpg",
    "authors": ["Mary Wollstonecraft Shelley","Percy Bysshe Shelley","Maurice Hindle"],
    "description": "Obsessed with creating life itself, Victor Frankenstein plunders graveyards for the material to fashion a new being, which he shocks into life with electricity. But his botched creature, rejected by Frankenstein and denied human companionship, sets out to destroy his maker and all that he holds dear. Mary Shelley's chilling Gothic tale was conceived when she was only eighteen, living with her lover Percy Shelley near Byron's villa on Lake Geneva. It would become the world's most famous work of horror fiction, and remains a devastating exploration of the limits of human creativity.Based on the third edition of 1831, this volume contains all the revisions Mary Shelley made to her story, as well as her 1831 introduction and Percy Bysshe Shelley's preface to the first edition. This revised edition includes as appendices a select collation of the texts of 1818 and 1831 together with 'A Fragment' by Lord Byron and Dr John Polidori's 'The Vampyre: A Tale'.",
    "rating": 3.82,
    "genres": ["Classics","Fiction","Horror","Science Fiction","Gothic","Fantasy","Academic-School","Literature","Novels","Academic-Read For School"],
    "id": 59
  },
  {
    "title": "The Kite Runner",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1579036753l/77203._SY475_.jpg",
    "authors": ["Khaled Hosseini","Berliani M. Nugrahani"],
    "description": "The unforgettable, heartbreaking story of the unlikely friendship between a wealthy boy and the son of his father's servant, The Kite Runner is a beautifully crafted novel set in a country that is in the process of being destroyed. It is about the power of reading, the price of betrayal, and the possibility of redemption; and an exploration of the power of fathers over sons—their love, their sacrifices, their lies.A sweeping story of family, love, and friendship told against the devastating backdrop of the history of Afghanistan over the last thirty years, The Kite Runner is an unusual and powerful novel that has become a beloved, one-of-a-kind classic.--khaledhosseini.com",
    "rating": 4.31,
    "genres": ["Fiction","Historical-Historical Fiction","Contemporary","Classics","Novels","Historical","Adult","Literature","Adult Fiction","Drama"],
    "id": 60
  },
  {
    "title": "Catch-22",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1463157317l/168668.jpg",
    "authors": ["Joseph Heller"],
    "description": "Fifty years after its original publication, Catch-22 remains a cornerstone of American literature and one of the funniest—and most celebrated—books of all time. In recent years it has been named to “best novels” lists by Time, Newsweek, the Modern Library, and the London Observer.Set in Italy during World War II, this is the story of the incomparable, malingering bombardier, Yossarian, a hero who is furious because thousands of people he has never met are trying to kill him. But his real problem is not the enemy—it is his own army, which keeps increasing the number of missions the men must fly to complete their service. Yet if Yossarian makes any attempt to excuse himself from the perilous missions he's assigned, he'll be in violation of Catch-22, a hilariously sinister bureaucratic rule: a man is considered insane if he willingly continues to fly dangerous combat missions, but if he makes a formal request to be removed from duty, he is proven sane and therefore ineligible to be relieved.This fiftieth-anniversary edition commemorates Joseph Heller's masterpiece with a new introduction by Christopher Buckley; a wealth of critical essays and reviews by Norman Mailer, Alfred Kazin, Anthony Burgess, and others; rare papers and photos from Joseph Heller's personal archive; and much more. Here, at last, is the definitive edition of a classic of world literature.",
    "rating": 3.98,
    "genres": ["Classics","Fiction","Historical-Historical Fiction","War","Humor","Literature","Novels","Unfinished","Literature-American","Historical"],
    "id": 61
  },
  {
    "title": "The Giver",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1342493368l/3636.jpg",
    "authors": ["Lois Lowry"],
    "description": "The Giver, the 1994 Newbery Medal winner, has become one of the most influential novels of our time. The haunting story centers on twelve-year-old Jonas, who lives in a seemingly ideal, if colorless, world of conformity and contentment. Not until he is given his life assignment as the Receiver of Memory does he begin to understand the dark, complex secrets behind his fragile community. This movie tie-in edition features cover art from the movie and exclusive Q&A with members of the cast, including Taylor Swift, Brenton Thwaites and Cameron Monaghan.",
    "rating": 4.13,
    "genres": "Young Adult/11,480|Fiction/9,795|Classics/8,298|Science Fiction-Dystopia/7,067|Science Fiction/5,130|Fantasy/4,130|Academic-School/1,961|Childrens/1,676|Childrens-Middle Grade/1,489|Academic-Read For School/912",
    "id": 62
  },
  {
    "title": "The Handmaid's Tale",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1578028274l/38447._SY475_.jpg",
    "authors": ["Margaret Atwood"],
    "description": "Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read. She must lie on her back once a month and pray that the Commander makes her pregnant, because in an age of declining births, Offred and the other Handmaids are valued only if their ovaries are viable. Offred can remember the years before, when she lived and made love with her husband, Luke; when she played with and protected her daughter; when she had a job, money of her own, and access to knowledge. But all of that is gone now . . . Funny, unexpected, horrifying, and altogether convincing, The Handmaid's Tale is at once scathing satire, dire warning, and tour de force.",
    "rating": 4.12,
    "genres": ["Fiction","Classics","Science Fiction-Dystopia","Science Fiction","Feminism","Fantasy","Adult","Literature","Novels"],
    "id": 63
  },
  {
    "title": "The Pillars of the Earth",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1576956100l/5043.jpg",
    "authors": ["Ken Follett"],
    "description": "Ken Follett is known worldwide as the master of split-second suspense, but his most beloved and bestselling book tells the magnificent tale of a twelfth-century monk driven to do the seemingly impossible: build the greatest Gothic cathedral the world has ever known.Everything readers expect from Follett is here: intrigue, fast-paced action, and passionate romance. But what makes The Pillars of the Earth extraordinary is the time the twelfth century; the place feudal England; and the subject the building of a glorious cathedral. Follett has re-created the crude, flamboyant England of the Middle Ages in every detail. The vast forests, the walled towns, the castles, and the monasteries become a familiar landscape. Against this richly imagined and intricately interwoven backdrop, filled with the ravages of war and the rhythms of daily life, the master storyteller draws the reader irresistibly into the intertwined lives of his characters into their dreams, their labors, and their loves: Tom, the master builder; Aliena, the ravishingly beautiful noblewoman; Philip, the prior of Kingsbridge; Jack, the artist in stone; and Ellen, the woman of the forest who casts a terrifying curse. From humble stonemason to imperious monarch, each character is brought vividly to life.The building of the cathedral, with the almost eerie artistry of the unschooled stonemasons, is the center of the drama. Around the site of the construction, Follett weaves a story of betrayal, revenge, and love, which begins with the public hanging of an innocent man and ends with the humiliation of a king.For the TV tie-in edition with the same ISBN go to this Alternate Cover Edition",
    "rating": 4.32,
    "genres": ["Historical-Historical Fiction","Fiction","Historical","Fantasy","Classics","Historical-Medieval","Novels","European Literature-British Literature","Adult"],
    "id": 64
  },
  {
    "title": "The Stand",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1213131305l/149267.jpg",
    "authors": ["Stephen King","Bernie Wrightson"],
    "description": "This is the way the world ends: with a nanosecond of computer error in a Defense Department laboratory and a million casual contacts that form the links in a chain letter of death. And here is the bleak new world of the day after: a world stripped of its institutions and emptied of 99 percent of its people. A world in which a handful of panicky survivors choose sides -- or are chosen.",
    "rating": 4.34,
    "genres": ["Horror","Fiction","Fantasy","Science Fiction","Apocalyptic-Post Apocalyptic","Thriller","Science Fiction-Dystopia","Science Fiction-Apocalyptic","Classics"],
    "id": 65
  },
  {
    "title": "Watership Down",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405136931l/76620.jpg",
    "authors": ["Richard Adams"],
    "description": "Librarian's note: See alternate cover edition of ISBN13 9780380395866 here.Set in England's Downs, a once idyllic rural landscape, this stirring tale of adventure, courage and survival follows a band of very special creatures on their flight from the intrusion of man and the certain destruction of their home. Led by a stouthearted pair of friends, they journey forth from their native Sandleford Warren through the harrowing trials posed by predators and adversaries, to a mysterious promised land and a more perfect society.",
    "rating": 4.06,
    "genres": ["Classics","Fiction","Fantasy","Young Adult","Animals","Childrens","Adventure","Literature","Novels"],
    "id": 66
  },
  {
    "title": "The Adventures of Sherlock Holmes",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1164045516l/3590.jpg",
    "authors": ["Arthur Conan Doyle"],
    "description": "The Adventures of Sherlock Holmes is the series of short stories that made the fortunes of the Strand magazine, in which they were first published, and won immense popularity for Sherlock Holmes and Dr Watson. The detective is at the height of his powers and the volume is full of famous cases, including 'The Red-Headed League', 'The Blue Carbuncle', and 'The Speckled Band'. Although Holmes gained a reputation for infallibility, Conan Doyle showed his own realism and feminism by having the great detective defeated by Irene Adler - the woman - in the very first story, 'A Scandal in Bohemia'. The editor of this volume, Richard Lancelyn Green is editor of The Uncollected Sherlock Holmes and The Further Adventures of Sherlock Holmes. With John Michael Gibson, he compiled the Soho Series Bibliography of A. Conan Doyle.",
    "rating": 4.3,
    "genres": ["Classics","Mystery","Fiction","Short Stories","Mystery-Crime","Mystery-Detective","Thriller-Mystery Thriller","Literature","Adventure"],
    "id": 67
  },
  {
    "title": "One Flew Over the Cuckoo's Nest",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1516211014l/332613._SX318_.jpg",
    "authors": ["Ken Kesey"],
    "description": "Tyrannical Nurse Ratched rules her ward in an Oregon State mental hospital with a strict and unbending routine, unopposed by her patients, who remain cowed by mind-numbing medication and the threat of electric shock therapy. But her regime is disrupted by the arrival of McMurphy – the swaggering, fun-loving trickster with a devilish grin who resolves to oppose her rules on behalf of his fellow inmates. His struggle is seen through the eyes of Chief Bromden, a seemingly mute half-Indian patient who understands McMurphy's heroic attempt to do battle with the powers that keep them imprisoned. Ken Kesey's extraordinary first novel is an exuberant, ribald and devastatingly honest portrayal of the boundaries between sanity and madness.",
    "rating": 4.19,
    "genres": ["Classics","Fiction","Psychology","Literature","Novels","Health-Mental Health","Academic-School","Literature-American","Mental Health-Mental Illness","Contemporary"],
    "id": 68
  },
  {
    "title": "The Bell Jar",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1554582218l/6514._SY475_.jpg",
    "authors": ["Sylvia Plath"],
    "description": "The Bell Jar chronicles the crack-up of Esther Greenwood: brilliant, beautiful, enormously talented, and successful, but slowly going under—maybe for the last time. Sylvia Plath masterfully draws the reader into Esther's breakdown with such intensity that Esther's insanity becomes completely real and even rational, as probable and accessible an experience as going to the movies. Such deep penetration into the dark and harrowing corners of the psyche is an extraordinary accomplishment and has made The Bell Jar a haunting American classic.",
    "rating": 4.02,
    "genres": ["Classics","Fiction","Feminism","Health-Mental Health","Psychology","Literature","Mental Health-Mental Illness","Novels","Poetry","Adult"],
    "id": 69
  },
  {
    "title": "My Sister's Keeper",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1369504683l/10917.jpg",
    "authors": ["Jodi Picoult"],
    "description": "Anna is not sick, but she might as well be. By age thirteen, she has undergone countless surgeries, transfusions, and shots so that her older sister, Kate, can somehow fight the leukemia that has plagued her since childhood. The product of preimplantation genetic diagnosis, Anna was conceived as a bone marrow match for Kate—a life and a role that she has never challenged... until now. Like most teenagers, Anna is beginning to question who she truly is. But unlike most teenagers, she has always been defined in terms of her sister—and so Anna makes a decision that for most would be unthinkable, a decision that will tear her family apart and have perhaps fatal consequences for the sister she loves.A provocative novel that raises some important ethical issues, My Sister's Keeper is the story of one family's struggle for survival at all human costs and a stunning parable for all time.",
    "rating": 4.08,
    "genres": ["Fiction","Contemporary","Womens Fiction-Chick Lit","Young Adult","Drama","Adult","Adult Fiction","Realistic Fiction","Family","Novels"],
    "id": 70
  },
  {
    "title": "Outlander",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1529065012l/10964._SY475_.jpg",
    "authors": ["Diana Gabaldon"],
    "description": "The year is 1945. Claire Randall, a former combat nurse, is just back from the war and reunited with her husband on a second honeymoon when she walks through a standing stone in one of the ancient circles that dot the British Isles. Suddenly she is a Sassenach—an “outlander”—in a Scotland torn by war and raiding border clans in the year of Our Lord...1743. Hurled back in time by forces she cannot understand, Claire is catapulted into the intrigues of lairds and spies that may threaten her life, and shatter her heart. For here James Fraser, a gallant young Scots warrior, shows her a love so absolute that Claire becomes a woman torn between fidelity and desire—and between two vastly different men in two irreconcilable lives.",
    "rating": 4.23,
    "genres": ["Historical-Historical Fiction","Romance","Fantasy","Fiction","Science Fiction-Time Travel","Historical","Romance-Historical Romance","Adult","Cultural-Scotland"],
    "id": 71
  },
  {
    "title": "The Girl with the Dragon Tattoo",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327868566l/2429135.jpg",
    "authors": ["Stieg Larsson","Reg Keeland"],
    "description": "Harriet Vanger, a scion of one of Sweden's wealthiest families disappeared over forty years ago. All these years later, her aged uncle continues to seek the truth. He hires Mikael Blomkvist, a crusading journalist recently trapped by a libel conviction, to investigate. He is aided by the pierced and tattooed punk prodigy Lisbeth Salander. Together they tap into a vein of unfathomable iniquity and astonishing corruption.An international publishing sensation, Stieg Larsson's The Girl with the Dragon Tattoo combines murder mystery, family saga, love story, and financial intrigue into one satisfyingly complex and entertainingly atmospheric novel.",
    "rating": 4.14,
    "genres": ["Fiction","Mystery","Thriller","Mystery-Crime","Thriller-Mystery Thriller","Suspense","Contemporary","Adult","Adult Fiction","Novels"],
    "id": 72
  },
  {
    "title": "Rebecca",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386605169l/17899948.jpg",
    "authors": ["Daphne du Maurier"],
    "description": "Last night I dreamt I went to Manderley again . . .The novel begins in Monte Carlo, where our heroine is swept off her feet by the dashing widower Maxim de Winter and his sudden proposal of marriage. Orphaned and working as a lady's maid, she can barely believe her luck. It is only when they arrive at his massive country estate that she realizes how large a shadow his late wife will cast over their lives--presenting her with a lingering evil that threatens to destroy their marriage from beyond the grave.",
    "rating": 4.23,
    "genres": ["Classics","Fiction","Mystery","Gothic","Romance","Historical-Historical Fiction","Thriller","Suspense","Thriller-Mystery Thriller","Horror"],
    "id": 73
  },
  {
    "title": "Matilda",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388793265l/39988.jpg",
    "authors": ["Roald Dahl","Quentin Blake"],
    "description": "Matilda is a little girl who is far too good to be true. At age five-and-a-half she's knocking off double-digit multiplication problems and blitz-reading Dickens. Even more remarkably, her classmates love her even though she's a super-nerd and the teacher's pet. But everything is not perfect in Matilda's world. For starters she has two of the most idiotic, self-centered parents who ever lived. Then there's the large, busty nightmare of a school principal, Miss (\"The\") Trunchbull, a former hammer-throwing champion who flings children at will and is approximately as sympathetic as a bulldozer. Fortunately for Matilda, she has the inner resources to deal with such annoyances: astonishing intelligence, saintly patience, and an innate predilection for revenge.She warms up with some practical jokes aimed at her hapless parents, but the true test comes when she rallies in defense of her teacher, the sweet Miss Honey, against the diabolical Trunchbull. There is never any doubt that Matilda will carry the day. Even so, this wonderful story is far from predictable. Roald Dahl, while keeping the plot moving imaginatively, also has an unerring ear for emotional truth. The reader cares about Matilda because in addition to all her other gifts, she has real feelings.",
    "rating": 4.31,
    "genres": ["Childrens","Fiction","Classics","Fantasy","Childrens-Middle Grade","Young Adult","Humor","Fantasy-Magic","Childrens-Juvenile"],
    "id": 74
  },
  {
    "title": "Little Women",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562690475l/1934._SY475_.jpg",
    "authors": ["Louisa May Alcott"],
    "description": "Generations of readers young and old, male and female, have fallen in love with the March sisters of Louisa May Alcott's most popular and enduring novel, Little Women. Here are talented tomboy and author-to-be Jo, tragically frail Beth, beautiful Meg, and romantic, spoiled Amy, united in their devotion to each other and their struggles to survive in New England during the Civil War.It is no secret that Alcott based Little Women on her own early life. While her father, the freethinking reformer and abolitionist Bronson Alcott, hobnobbed with such eminent male authors as Emerson, Thoreau, and Hawthorne, Louisa supported herself and her sisters with \"woman's work,” including sewing, doing laundry, and acting as a domestic servant. But she soon discovered she could make more money writing. Little Women brought her lasting fame and fortune, and far from being the \"girl's book” her publisher requested, it explores such timeless themes as love and death, war and peace, the conflict between personal ambition and family responsibilities, and the clash of cultures between Europe and America.",
    "rating": 4.1,
    "genres": ["Classics","Fiction","Historical-Historical Fiction","Young Adult","Romance","Historical","Literature","Childrens","Classics-Classic Literature","Novels"],
    "id": 75
  },
  {
    "title": "The Fellowship of the Ring",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298411339l/34.jpg",
    "authors": ["J.R.R. Tolkien","Francis Ledoux","Maria Skibniewska"],
    "description": "Alternate Cover Edition ISBN 0618260269 (copyright page ISBN is 0618346252 - different from back cover)One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkeness bind themIn ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, The Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell into the hands of Bilbo Baggins, as told in The Hobbit.In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose.--back cover",
    "rating": 4.37,
    "genres": ["Fantasy","Classics","Fiction","Adventure","Science Fiction Fantasy","Fantasy-High Fantasy","Fantasy-Epic Fantasy","Young Adult","Novels","Fantasy-Magic"],
    "id": 76
  },
  {
    "title": "The Hitchhiker's Guide to the Galaxy",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559986152l/386162.jpg",
    "authors": ["Douglas Adams"],
    "description": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide (\"A towel is about the most massively useful thing an interstellar hitchhiker can have\") and a galaxy-full of fellow travelers: Zaphod Beeblebrox—the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.",
    "rating": 4.22,
    "genres": ["Science Fiction","Fiction","Humor","Fantasy","Classics","Humor-Comedy","Science Fiction Fantasy","Adventure","Novels"],
    "id": 77
  },
  {
    "title": "The Color Purple",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1556348375l/11486.jpg",
    "authors": ["Alice Walker"],
    "description": "Set in the deep American South between the wars, Tthe Color Purple is the classic tale of Celie, a young black girl born into poverty and segregation. Raped repeatedly by the man she calls 'father', she has two children taken away from her, is separated from her beloved sister Nettie and is trapped into an ugly marriage. But then she meets the glamorous Shug Avery, singer and magic-maker - a woman who has taken charge of her own destiny. Gradually Celie discovers the power and joy of her own spirit, freeing her from her past and reuniting her with those she loves.",
    "rating": 4.23,
    "genres": ["Classics","Fiction","Historical-Historical Fiction","Feminism","LGBT","Historical","Cultural-African American","Literature","Novels","Adult"],
    "id": 78
  },
  {
    "title": "A Tree Grows in Brooklyn",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327883484l/14891.jpg",
    "authors": ["Betty  Smith"],
    "description": "The beloved American classic about a young girl's coming-of-age at the turn of the century, Betty Smith's A Tree Grows in Brooklyn is a poignant and moving tale filled with compassion and cruelty, laughter and heartache, crowded with life and people and incident. The story of young, sensitive, and idealistic Francie Nolan and her bittersweet formative years in the slums of Williamsburg has enchanted and inspired millions of readers for more than sixty years. By turns overwhelming, sublime, heartbreaking, and uplifting, the daily experiences of the unforgettable Nolans are raw with honesty and tenderly threaded with family connectedness -- in a work of literary art that brilliantly captures a unique time and place as well as incredibly rich moments of universal experience.",
    "rating": 4.27,
    "genres": ["Classics","Fiction","Historical-Historical Fiction","Young Adult","Young Adult-Coming Of Age","Historical","Literature","New York","Novels","Book Club"],
    "id": 79
  },
  {
    "title": "Harry Potter and the Deathly Hallows",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474171184l/136251._SY475_.jpg",
    "authors": ["J.K. Rowling"],
    "description": "Harry Potter is leaving Privet Drive for the last time. But as he climbs into the sidecar of Hagrid's motorbike and they take to the skies, he knows Lord Voldemort and the Death Eaters will not be far behind.The protective charm that has kept him safe until now is broken. But the Dark Lord is breathing fear into everything he loves. And he knows he can't keep hiding.To stop Voldemort, Harry knows he must find the remaining Horcruxes and destroy them.He will have to face his enemy in one final battle.--jkrowling.com",
    "rating": 4.62,
    "genres": ["Fantasy","Young Adult","Fiction","Fantasy-Magic","Childrens","Adventure","Childrens-Middle Grade","Classics","Science Fiction Fantasy"],
    "id": 80
  },
  {
    "title": "The Road",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1600241424l/6288.jpg",
    "authors": ["Cormac McCarthy"],
    "description": "A searing, postapocalyptic novel destined to become Cormac McCarthy's masterpiece.A father and his son walk alone through burned America. Nothing moves in the ravaged landscape save the ash on the wind. It is cold enough to crack stones, and when the snow falls it is gray. The sky is dark. Their destination is the coast, although they don't know what, if anything, awaits them there. They have nothing; just a pistol to defend themselves against the lawless bands that stalk the road, the clothes they are wearing, a cart of scavenged food—and each other.The Road is the profoundly moving story of a journey. It boldly imagines a future in which no hope remains, but in which the father and his son, “each the other's world entire,” are sustained by love. Awesome in the totality of its vision, it is an unflinching meditation on the worst and the best that we are capable of: ultimate destructiveness, desperate tenacity, and the tenderness that keeps two people alive in the face of total devastation.",
    "rating": 3.97,
    "genres": ["Fiction","Science Fiction","Science Fiction-Dystopia","Apocalyptic-Post Apocalyptic","Horror","Classics","Literature","Novels","Science Fiction-Apocalyptic","Contemporary"],
    "id": 81
  },
  {
    "title": "A Clockwork Orange",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348339306l/227463.jpg",
    "authors": ["Anthony Burgess"],
    "description": "A vicious fifteen-year-old droog is the central character of this 1963 classic. In Anthony Burgess's nightmare vision of the future, where criminals take over after dark, the story is told by the central character, Alex, who talks in a brutal invented slang that brilliantly renders his and his friends' social pathology. A Clockwork Orange is a frightening fable about good and evil, and the meaning of human freedom. And when the state undertakes to reform Alex to \"redeem\" him, the novel asks, \"At what cost?\"This edition includes the controversial last chapter not published in the first edition and Burgess's introduction \"A Clockwork Orange Resucked.",
    "rating": 3.99,
    "genres": ["Classics","Fiction","Science Fiction","Science Fiction-Dystopia","Literature","Novels","Horror","Thriller","Mystery-Crime","Classics-Modern Classics"],
    "id": 82
  },
  {
    "title": "The Brothers Karamazov",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1427728126l/4934.jpg",
    "authors": ["Fyodor Dostoyevsky","Richard Pevear","Larissa Volokhonsky"],
    "description": "The Brothers Karamazov is a murder mystery, a courtroom drama, and an exploration of erotic rivalry in a series of triangular love affairs involving the “wicked and sentimental” Fyodor Pavlovich Karamazov and his three sons―the impulsive and sensual Dmitri; the coldly rational Ivan; and the healthy, red-cheeked young novice Alyosha. Through the gripping events of their story, Dostoevsky portrays the whole of Russian life, is social and spiritual striving, in what was both the golden age and a tragic turning point in Russian culture.This award-winning translation by Richard Pevear and Larissa Volokhonsky remains true to the verbalinventiveness of Dostoevsky's prose, preserving the multiple voices, the humor, and the surprising modernity of the original. It is an achievement worthy of Dostoevsky's last and greatest novel.",
    "rating": 4.32,
    "genres": ["Classics","Fiction","Cultural-Russia","Literature","Literature-Russian Literature","Philosophy","Novels","Literature-19th Century","Classics-Classic Literature","Religion"],
    "id": 83
  },
  {
    "title": "Angela's Ashes",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348317139l/252577.jpg",
    "authors": ["Frank McCourt"],
    "description": "Imbued on every page with Frank McCourt's astounding humor and compassion. This is a glorious book that bears all the marks of a classic.\"When I look back on my childhood I wonder how I managed to survive at all. It was, of course, a miserable childhood: the happy childhood is hardly worth your while. Worse than the ordinary miserable childhood is the miserable Irish childhood, and worse yet is the miserable Irish Catholic childhood.\" So begins the Pulitzer Prize winning memoir of Frank McCourt, born in Depression-era Brooklyn to recent Irish immigrants and raised in the slums of Limerick, Ireland. Frank's mother, Angela, has no money to feed the children since Frank's father, Malachy, rarely works, and when he does he drinks his wages. Yet Malachy-- exasperating, irresponsible and beguiling-- does nurture in Frank an appetite for the one thing he can provide: a story. Frank lives for his father's tales of Cuchulain, who saved Ireland, and of the Angel on the Seventh Step, who brings his mother babies. Perhaps it is story that accounts for Frank's survival. Wearing rags for diapers, begging a pig's head for Christmas dinner and gathering coal from the roadside to light a fire, Frank endures poverty, near-starvation and the casual cruelty of relatives and neighbors--yet lives to tell his tale with eloquence, exuberance and remarkable forgiveness. Angela's Ashes, imbued on every page with Frank McCourt's astounding humor and compassion, is a glorious book that bears all the marks of a classic.",
    "rating": 4.12,
    "genres": ["Nonfiction","Autobiography-Memoir","Biography","Classics","Cultural-Ireland","Biography-Autobiography","Biography Memoir","History","European Literature-Irish Literature","Historical"],
    "id": 84
  },
  {
    "title": "Dune",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1434908555l/234225._SY475_.jpg",
    "authors": ["Frank Herbert","Domingo Santos"],
    "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the \"spice\" melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...When House Atreides is betrayed, the destruction of Paul's family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad'Dib, he will bring to fruition humankind's most ancient and unattainable dream.A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
    "rating": 4.23,
    "genres": ["Science Fiction","Fiction","Fantasy","Classics","Science Fiction Fantasy","Space-Space Opera","Novels","Adventure","Adult"],
    "id": 85
  },
  {
    "title": "Vampire Academy",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1381459853l/18660669._SY475_.jpg",
    "authors": ["Richelle Mead"],
    "description": "ONLY A TRUE BEST FRIEND CAN PROTECT YOU FROM YOUR IMMORTAL ENEMIES...Lissa Dragomir is a Moroi princess: a mortal vampire with a rare gift for harnessing the earth's magic. She must be protected at all times from Strigoi; the fiercest vampires - the ones who never die. The powerful blend of human and vampire blood that flows through Rose Hathaway, Lissa's best friend, makes her a dhampir. Rose is dedicated to a dangerous life of protecting Lissa from the Strigoi, who are hell-bent on making Lissa one of them.After two years of freedom, Rose and Lissa are caught and dragged back to St. Vladimir's Academy, a school for vampire royalty and their guardians-to-be, hidden in the deep forests of Montana. But inside the iron gates, life is even more fraught with danger... and the Strigoi are always close by.Rose and Lissa must navigate their dangerous world, confront the temptations of forbidden love, and never once let their guard down, lest the evil undead make Lissa one of them forever...",
    "rating": 4.11,
    "genres": ["Young Adult","Fantasy","Paranormal-Vampires","Fantasy-Paranormal","Romance","Fantasy-Urban Fantasy","Fiction","Fantasy-Supernatural","Romance-Paranormal Romance","Fantasy-Magic"],
    "id": 86
  },
  {
    "title": "The Poisonwood Bible",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1412242487l/7244.jpg",
    "authors": ["Barbara Kingsolver"],
    "description": "The Poisonwood Bible is a story told by the wife and four daughters of Nathan Price, a fierce, evangelical Baptist who takes his family and mission to the Belgian Congo in 1959. They carry with them everything they believe they will need from home, but soon find that all of it -- from garden seeds to Scripture -- is calamitously transformed on African soil. What follows is a suspenseful epic of one family's tragic undoing and remarkable reconstruction over the course of three decades in postcolonial Africa.",
    "rating": 4.07,
    "genres": ["Fiction","Historical-Historical Fiction","Cultural-Africa","Classics","Historical","Literary Fiction","Novels","Literature","Religion","Adult Fiction"],
    "id": 87
  },
  {
    "title": "Siddhartha",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1428715580l/52036.jpg",
    "authors": ["Hermann Hesse","Hilda Rosner"],
    "description": "Herman Hesse's classic novel has delighted, inspired, and influenced generations of readers, writers, and thinkers. In this story of a wealthy Indian Brahmin who casts off a life of privilege to seek spiritual fulfillment. Hesse synthesizes disparate philosophies--Eastern religions, Jungian archetypes, Western individualism--into a unique vision of life as expressed through one man's search for true meaning.",
    "rating": 4.04,
    "genres": ["Classics","Fiction","Philosophy","Spirituality","Religion","Literature","Religion-Buddhism","European Literature-German Literature","Novels","Historical-Historical Fiction"],
    "id": 88
  },
  {
    "title": 1984,
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348990566l/5470.jpg",
    "authors": ["George Orwell","Erich Fromm","Regina Silveira","Marcelo Pen","Amazing Améziane","Harald Sachse","Golo Mann","Irving Howe","Raymond Williams","Thomas Pynchon","Homi K. Bhabha","Martha C. Nussbaum","Bernard Crick","George Packer"],
    "description": "The year 1984 has come and gone, but George Orwell's prophetic, nightmarish vision in 1949 of the world we were becoming is timelier than ever. 1984 is still the great modern classic of \"negative utopia\"—a startlingly original and haunting novel that creates an imaginary world that is completely convincing, from the first sentence to the last four words. No one can deny the novel's hold on the imaginations of whole generations, or the power of its admonitions—a power that seems to grow, not lessen, with the passage of time.",
    "rating": 4.19,
    "genres": ["Classics","Fiction","Science Fiction","Science Fiction-Dystopia","Literature","Novels","Politics","Academic-School","Fantasy","Adult"],
    "id": 89
  },
  {
    "title": "Fahrenheit 451",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1469704347l/17470674.jpg",
    "authors": ["Ray Bradbury"],
    "description": "The terrifyingly prophetic novel of a post-literate future.Guy Montag is a fireman. His job is to burn books, which are forbidden, being the source of all discord and unhappiness. Even so, Montag is unhappy; there is discord in his marriage. Are books hidden in his house? The Mechanical Hound of the Fire Department, armed with a lethal hypodermic, escorted by helicopters, is ready to track down those dissidents who defy society to preserve and read books.The classic dystopian novel of a post-literate future, Fahrenheit 451 stands alongside Orwell's 1984 and Huxley's Brave New World as a prophetic account of Western civilization's enslavement by the media, drugs and conformity.Bradbury's powerful and poetic prose combines with uncanny insight into the potential of technology to create a novel which, decades on from first publication, still has the power to dazzle and shock.--back cover",
    "rating": 3.99,
    "genres": ["Classics","Fiction","Science Fiction","Science Fiction-Dystopia","Academic-School","Literature","Novels","Fantasy","Adult","Science Fiction Fantasy"],
    "id": 90
  },
  {
    "title": "Atlas Shrugged",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405868167l/662.jpg",
    "authors": ["Ayn Rand","Leonard Peikoff"],
    "description": "This is the story of a man who said that he would stop the motor of the world and did. Was he a destroyer or the greatest of liberators?Why did he have to fight his battle, not against his enemies, but against those who needed him most, and his hardest battle against the woman he loved? What is the world's motor — and the motive power of every man? You will know the answer to these questions when you discover the reason behind the baffling events that play havoc with the lives of the characters in this story. Tremendous in its scope, this novel presents an astounding panorama of human life — from the productive genius who becomes a worthless playboy — to the great steel industrialist who does not know that he is working for his own destruction — to the philosopher who becomes a pirate — to the composer who gives up his career on the night of his triumph — to the woman who runs a transcontinental railroad — to the lowest track worker in her Terminal tunnels. You must be prepared, when you read this novel, to check every premise at the root of your convictions.This is a mystery story, not about the murder — and rebirth — of man's spirit. It is a philosophical revolution, told in the form of an action thriller of violent events, a ruthlessly brilliant plot structure and an irresistible suspense. Do you say this is impossible? Well, that is the first of your premises to check.",
    "rating": 3.69,
    "genres": ["Fiction","Classics","Philosophy","Literature","Politics","Science Fiction","Novels","Science Fiction-Dystopia","Economics","Business"],
    "id": 91
  },
  {
    "title": "Don Quixote",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546112331l/3836._SY475_.jpg",
    "authors": ["Miguel de Cervantes Saavedra","John Rutherford","Roberto González Echevarría"],
    "description": "Don Quixote has become so entranced by reading chivalric romances that he determines to become a knight-errant himself. In the company of his faithful squire, Sancho Panza, his exploits blossom in all sorts of wonderful ways. While Quixote's fancy often leads him astray—he tilts at windmills, imagining them to be giants—Sancho acquires cunning and a certain sagacity. Sane madman and wise fool, they roam the world together, and together they have haunted readers' imaginations for nearly four hundred years.With its experimental form and literary playfulness, Don Quixote has been generally recognized as the first modern novel. The book has been enormously influential on a host of writers, from Fielding and Sterne to Flaubert, Dickens, Melville, and Faulkner, who reread it once a year, \"just as some people read the Bible.",
    "rating": 3.88,
    "genres": ["Classics","Fiction","Literature","European Literature-Spanish Literature","Adventure","Novels","Historical-Historical Fiction","Cultural-Spain","Humor","Classics-Classic Literature"],
    "id": 92
  },
  {
    "title": "The Golden Compass",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1505766203l/119322._SX318_.jpg",
    "authors": ["Philip Pullman"],
    "description": "Lyra is rushing to the cold, far North, where witch clans and armored bears rule. North, where the Gobblers take the children they steal--including her friend Roger. North, where her fearsome uncle Asriel is trying to build a bridge to a parallel world.Can one small girl make a difference in such great and terrible endeavors? This is Lyra: a savage, a schemer, a liar, and as fierce and true a champion as Roger or Asriel could want--but what Lyra doesn't know is that to help one of them will be to betray the other.",
    "rating": 3.99,
    "genres": ["Fantasy","Young Adult","Fiction","Childrens","Adventure","Science Fiction","Childrens-Middle Grade","Science Fiction Fantasy","Science Fiction-Steampunk","Classics"],
    "id": 93
  },
  {
    "title": "The Old Man and the Sea",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1329189714l/2165.jpg",
    "authors": ["Ernest Hemingway"],
    "description": "Librarian's note: An alternate cover edition can be found hereThis short novel, already a modern classic, is the superbly told, tragic story of a Cuban fisherman in the Gulf Stream and the giant Marlin he kills and loses—specifically referred to in the citation accompanying the author's Nobel Prize for literature in 1954.",
    "rating": 3.79,
    "genres": ["Classics","Fiction","Literature","Novels","Literature-American","Academic-School","Adventure","Classics-Classic Literature","Literary Fiction","Literature-20th Century"],
    "id": 94
  },
  {
    "title": "The Notebook",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1385738917l/15931.jpg",
    "authors": ["Nicholas Sparks"],
    "description": "A man with a faded, well-worn notebook open in his lap. A woman experiencing a morning ritual she doesn't understand. Until he begins to read to her. An achingly tender story about the enduring power of love.A man with a faded, well-worn notebook open in his lap. A woman experiencing a morning ritual she doesn't understand. Until he begins to read to her. The Notebook is an achingly tender story about the enduring power of love, a story of miracles that will stay with you forever. Set amid the austere beauty of coastal North Carolina in 1946, The Notebook begins with the story of Noah Calhoun, a rural Southerner returned home from World War II. Noah, thirty-one, is restoring a plantation home to its former glory, and he is haunted by images of the beautiful girl he met fourteen years earlier, a girl he loved like no other. Unable to find her, yet unwilling to forget the summer they spent together, Noah is content to live with only memories...until she unexpectedly returns to his town to see him once again. Allie Nelson, twenty-nine, is now engaged to another man, but realizes that the original passion she felt for Noah has not dimmed with the passage of time. Still, the obstacles that once ended their previous relationship remain, and the gulf between their worlds is too vast to ignore. With her impending marriage only weeks away, Allie is forced to confront her hopes and dreams for the future, a future that only she can shape. Like a puzzle within a puzzle, the story of Noah and Allie is just the beginning. As it unfolds, their tale miraculously becomes something different, with much higher stakes. The result is a deeply moving portrait of love itself, the tender moments and the fundamental changes that affect us all. Shining with a beauty that is rarely found in current literature, The Notebook establishes Nicholas Sparks as a classic storyteller with a unique insight into the only emotion that really matters. \"I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough.\" And so begins one of the most poignant and compelling love stories you will ever read...The Notebook",
    "rating": 4.11,
    "genres": ["Romance","Fiction","Womens Fiction-Chick Lit","Contemporary","Adult","Adult Fiction","Romance-Contemporary Romance","Love","Classics","Drama"],
    "id": 95
  },
  {
    "title": "Great Expectations",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1309639398l/2619.jpg",
    "authors": ["Charles Dickens","David Trotter","Charlotte Mitchell"],
    "description": "See alternate cover edition hereDickens's magnificent novel of guilt, desire, and redemption The orphan Pip's terrifying encounter with an escaped convict on the Kent marshes, and his mysterious summons to the house of Miss Havisham and her cold, beautiful ward Estella, form the prelude to his “great expectations.” How Pip comes into a fortune, what he does with it, and what he discovers through his secret benefactor are the ingredients of his struggle for moral redemption.",
    "rating": 3.78,
    "genres": ["Classics","Fiction","Literature","Historical-Historical Fiction","Academic-School","Novels","Literature-19th Century","Classics-Classic Literature","European Literature-British Literature","Historical-Victorian"],
    "id": 96
  },
  {
    "title": "Anna Karenina",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1452709554l/151.jpg",
    "authors": ["Leo Tolstoy","Richard Pevear","Larissa Volokhonsky"],
    "description": "Acclaimed by many as the world's greatest novel, Anna Karenina provides a vast panorama of contemporary life in Russia and of humanity in general. In it Tolstoy uses his intense imaginative insight to create some of the most memorable characters in literature. Anna is a sophisticated woman who abandons her empty existence as the wife of Karenin and turns to Count Vronsky to fulfil her passionate nature - with tragic consequences. Levin is a reflection of Tolstoy himself, often expressing the author's own views and convictions.Throughout, Tolstoy points no moral, merely inviting us not to judge but to watch. As Rosemary Edmonds comments, 'He leaves the shifting patterns of the kaleidoscope to bring home the meaning of the brooding words following the title, 'Vengeance is mine, and I will repay.",
    "rating": 4.06,
    "genres": ["Classics","Fiction","Romance","Cultural-Russia","Historical-Historical Fiction","Literature","Literature-Russian Literature","Novels","Literature-19th Century","Historical"],
    "id": 97
  },
  {
    "title": "Winnie-the-Pooh",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298440130l/99107.jpg",
    "authors": ["A.A. Milne","Ernest H. Shepard"],
    "description": "The adventures of Christopher Robin and his friends in which Pooh Bear uses a balloon to get honey, Piglet meets a Heffalump, and Eeyore has a birthday.",
    "rating": 4.31,
    "genres": ["Classics","Childrens","Fiction","Fantasy","Animals","Childrens-Picture Books","Young Adult","Childrens-Middle Grade","Childrens-Juvenile"],
    "id": 98
  },
  {
    "title": "The Complete Stories and Poems",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327942676l/23919.jpg",
    "authors": ["Edgar Allan Poe"],
    "description": "This single volume brings together all of Poe's stories and poems, and illuminates the diverse and multifaceted genius of one of the greatest and most influential figures in American literary history.",
    "rating": 4.37,
    "genres": ["Classics","Poetry","Horror","Fiction","Short Stories","Mystery","Gothic","Literature","Fantasy","Classics-Classic Literature"],
    "id": 99
  },
  {
    "title": "A Prayer for Owen Meany",
    "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1260470010l/4473.jpg",
    "authors": ["John Irving"],
    "description": "Eleven-year-old Owen Meany, playing in a Little League baseball game in Gravesend, New Hampshire, hits a foul ball and kills his best friend's mother. Owen doesn't believe in accidents; he believes he is God's instrument. What happens to Owen after that 1953 foul is both extraordinary and terrifying. At moments a comic, self-deluded victim, but in the end the principal, tragic actor in a divine plan, Owen Meany is the most heartbreaking hero John Irving has yet created.",
    "rating": 4.23,
    "genres": ["Fiction","Classics","Contemporary","Literature","Novels","Literary Fiction","Historical-Historical Fiction","Young Adult-Coming Of Age","Adult Fiction","Literature-American"],
    "id": 100
  }
    ]
}
